<template>
    <section class="page">
        <div class="wrap">
            <div class="content">
                <h1>Правила сервиса codespizza</h1>
                <h4>1. Общие положения</h4>
                <p>Сервис codespizza предназначен для копирования и мониторинга промокодов акции "Доминос навсегда" и иных Промокодов. Владелец сервиса - Чернов Алексей Владимирович (далее – Оператор), Пользователь - зарегистированное в сервисе codespizza лицо, согласившееся с настоящими правилами сервиса codespizza.</p>

                <h4>2. Основные понятия, используемые в правилах сервиса</h4>
                <p><span>Автоматизированная обработка Промокодов</span> – обработка Промокодов с помощью средств вычислительной техники;</p>
                <p><span>Веб-сайт</span> – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу <a href="http://codespizza.ru">http://codespizza.ru</a>;</p>
                <p><span>Информационная система Промокодов</span> — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;</p>
                <p><span>Обработка Промокодов</span> – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;</p>
                <p><span>Оператор</span> – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку Промокодов, а также определяющие цели обработки Промокодов, состав Промокодов, подлежащих обработке, действия (операции), совершаемые с Промокодами;</p>
                <p><span>Промокоды</span> – информация о промо, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта <a href="http://codespizza.ru">http://codespizza.ru</a>;</p>
                <p><span>Пользователь</span> – любой посетитель веб-сайта <a href="http://codespizza.ru">http://codespizza.ru</a>;</p>
                <p><span>Предоставление Промокодов</span> – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;</p>
                <p><span>Распространение Промокодов</span> – любые действия, направленные на раскрытие Промокодов неопределенному кругу лиц (передача Промокодов) или на ознакомление с Промокодами неограниченного круга лиц, в том числе обнародование Промокодов в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к Промокодам каким-либо иным способом;</p>
                <p><span>Уничтожение данных о Промокодах</span> – любые действия, в результате которых Промокоды уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе Промокодов и (или) результате которых уничтожаются материальные носители Промокодов.</p>

                <h4>3. Оператор может обрабатывать следующие данные предоставляемые Пользователем:</h4>
                <p>Промокоды любых акции;</p>

                <h4>4. Цели обработки Промокодов:</h4>
                <p><span>Цель обработки Промокодов Пользователя</span> — предоставление доступа Пользователю к сервису codespizza.</p>

                <h4>5. Правовые основания обработки Промокодов</h4>
                <p>Оператор обрабатывает Промокоды Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на веб-сайте <a href="http://codespizza.ru">http://codespizza.ru</a>. Заполняя соответствующие формы и/или отправляя свои Промокоды Оператору, Пользователь выражает свое согласие с данными правилами.</p>

                <h4>6. Порядок сбора, хранения, передачи и других видов обработки Промокодов</h4>
                <p>Оператор обеспечивает сохранность Промокодов и принимает все возможные меры, исключающие доступ к Промокодам неуполномоченных лиц.</p>
                
                <p>Промокоды Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.</p>
                <p>Срок обработки Промокодов является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку своих Промокодов, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора limmeco@gmail.com с пометкой «Отзыв согласия с правилами сервиса codespizza». В этом случае Оператор удалит данные пользователя из базы данных сервиса.</p>
                <p>Оператор не несет ответственности за нарушение условий договора заключенных между Пользователем и иными лицами и организациями о передаче Промокодов третьим лицам и Оператору.</p>

                <h4>7. Права и обязанности сторон</h4>
                <p>Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.</p>
                <p>Пользователь обязуется не передавать данные о доступе к сервису codespizza третьим лицам.</p>
                <p>Пользователь соглашается с возможными рисками хищения информации о предоставляемых им данных с помощью взлома сервиса правонарушителями и принимает все возможные негативные последствия.</p>

                <h4>9. Прочее</h4>
                <p>Оператор не несет ответственность за технические сбои и качество услуг телефонной связи, работы операторов, связи с сетью Интернет, а также за качество работы интернет провайдеров, и их функционирование с оборудованием и программным обеспечением Пользователей, а также за иные, не зависящие от Оператора обстоятельства, равно как и за все, связанные с этим негативные последствия.</p>
                <p>Оператор не несет ответственность за хищение информации о Промокодах в результате взлома технических систем веб-сайта <a href="http://codespizza.ru">http://codespizza.ru</a>.</p>

                <h4>8. Заключительные положения</h4>
                <p>Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты <a href="limmeco@gmail.com">limmeco@gmail.com</a></p>
                <p>В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.</p>
                <p>Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <a href="http://codespizza.ru/policy">http://codespizza.ru/policy.</a></p>
            </div>


        </div>
    </section>
</template>